{
    "products": [
        {
            "id": 0,
            "name": "Csajozós",
            "price": "100000",
            "imgUrl": "https://legeslegchili.hu/assets/csajozos.jpg",
            "order": "normal",
            "details": "Bite nose of your human purr when give birth, yet chase the pig around the house. Freak human out make funny noise mow mow mow mow mow mow success now attack human munch, munch, chomp, chomp but scratch at door to be let outside, get let out then scratch at door immmediately after to be let back in the cat was chasing the mouse. Sweet beast meow all night having their mate disturbing sleeping humans."
        },
        {
            "id": 1,
            "name": "Chiliforever",
            "price": 100000,
            "imgUrl": "https://legeslegchili.hu/assets/chiliforever.jpg",
            "order": "reverse",
            "details": "Only use one corner of the litter box kitty scratches couch bad kitty allways wanting food but demand to be let outside at once, and expect owner to wait for me as i think about it stare at imaginary bug. Find empty spot in cupboard and sleep all day bite the neighbor's bratty kid"
        },
        {
            "id": 2,
            "name": "Édesem",
            "price": 100000,
            "imgUrl": "https://legeslegchili.hu/assets/edesem.jpg",
            "order": "normal",
            "details": "Human give me attention meow i hate cucumber pls dont throw it at me hide from vacuum cleaner for meow meow pee in shoe for stare out the window but meow so twitch tail in permanent irritation. Stretch out on bed stuff and things for sleep everywhere, but not in my bed, floof tum, tickle bum, jellybean footies curly toes."
        },
        {
            "id": 3,
            "name": "Csilike",
            "price": 100000,
            "imgUrl": "https://legeslegchili.hu/assets/csilike.jpg",
            "order": "reverse",
            "details": "Human give me attention meow i hate cucumber pls dont throw it at me hide from vacuum cleaner for meow meow pee in shoe for stare out the window but meow so twitch tail in permanent irritation. Stretch out on bed stuff and things for sleep everywhere, but not in my bed, floof tum, tickle bum, jellybean footies curly toes."
        },
        {
            "id": 4,
            "name": "Sárga irigység",
            "price": 100000,
            "imgUrl": "https://legeslegchili.hu/assets/sarga_irigyseg.jpg",
            "order": "normal",
            "details": "Cat dog hate mouse eat string barf pillow no baths hate everything cry louder at reflection bite plants. Check cat door for ambush 10 times before coming in there's a forty year old lady there let us feast check cat door for ambush 10 times before coming in get poop stuck in paws."
        },
        {
            "id": 5,
            "name": "Nem csíplek",
            "price": 100000,
            "imgUrl": "https://legeslegchili.hu/assets/nem_csiplek.jpg",
            "order": "reverse",
            "details": "Bird bird bird bird bird bird human why take bird out i could have eaten that chase the pig around the house, so fight own tail who's the baby, or pretend you want to go out but then don't cuddle no cuddle cuddle love scratch scratch for pee in human's bed until he cleans the litter box. Weigh eight pounds but take up a full-size bed. Eats owners hair then claws head good now the other hand, too meow all night and instead of drinking water from the cat bowl, make sure to steal water from the toilet or blow up sofa in 3 seconds."
        }
    ]
}